Repository: wednesday-solutions/next-bulletproof-ts
Catalog: src/translations/*.po
Languages: hi

# repo.error.message
source: Something Went Wrong
hi: कुछ गलत हो गया

# repo.recommendation
source: Recommendation
hi: सिफारिश

# repo.link.awesome
source: You Are Awesome
hi: आप अद्भुत हैं

# repo.search
source: Repository Search
hi: रिपॉज़िटरी खोज

# repo.details
source: Get details of repositories
hi: रिपॉज़िटरी का विवरण प्राप्त करें

# repo.empty.results
source: No records found
hi: कोई रिकॉर्ड नहीं मिला

# repo.error.state
source: Something Went Wrong
hi: कुछ गलत हो गया

# repo.repoInfo.back
source: Back to Search
hi: खोज में वापस

# repo.repoInfo.forks
source: Forks: {forks}
hi: फोर्क्स: {forks}

# repo.repoInfo.watchers
source: Watchers: {watchers}
hi: नजरदार: {watchers}

# repo.repoInfo.stars
source: Stars: {stargazersCount}
hi: तारे: {stargazersCount}

# repo.repoList.error.noResults
source: Search Default
hi: कोई रिकॉर्ड नहीं मिला

# repo.repoList
source: Repository List
hi: रिपॉज़िटरी सूची

# repo.repoItem.name
source: Repository Name: {0}
hi: रिपॉज़िटरी का नाम: {0}

# repo.repoItem.fullName
source: Repository full name: {0}
hi: रिपॉज़िटरी पूरा नाम: {0}

# repo.repoItem.stars
source: Repository stars: {0}
hi: रिपॉज़िटरी तारे: {0}

# repo.repoList.search.query
source: Search query: {repoName}
hi: खोज क्वेरी: {repoName}

# repo.repoList.count
source: Total number of matching repos: {totalCount}
hi: मिलती रिपॉज़िटरी की कुल संख्या: {totalCount}

# offline
source: You are Offline!
hi: आप ऑफ़लाइन हैं
